import Page from '../../components/layout/Page';

function Text() {
  return (
    <>
      Къща за гости Koleff House се намира в красивото, тихо и спокойно подбалканско градче
      Твърдица, разположенa на главната улица и в непосредствена близост до твърдишката река. Къщата
      е нова и самостоятелна, на два етажа, с капацитет от 10 легла.
      <br />
      <br />
      На първия етаж разполага с голяма трапезария, напълно оборудвана кухня, климатик и има отделна
      тоалетна.
      <br />
      <br />
      На втория етаж разполага с 4 стаи, три от тях - двойни и една - четворна. Всяка от стаите е
      със самостоятелен санитарен възел, телевизор с кабелна телевизия, интернет и климатик. Също
      така етажът разполага с голяма тераса, на която през топлия сезон може да си изпиете кафето
      спокойно.
      <br />
      <br />
      Къщата разполага също и с подземна стая, тип битова с капацитет от 10 човека.
      <br />
      <br />
      Към момента къщата НЕ разполага с градинска част (двор).
      <br />
      <br />
      Посочената цена за цялата къща важи при резервация за 2-4 нощувки. Само за една нощувка,
      цената е 350 лв. За повече от 4 нощувки, цената е с допълнително намаление, което се уговаря
      индивидуално. За повече информация, моля изпратете запитване или се обадете на посочените
      телефони.
    </>
  );
}

export default function () {
  return (
    <Page
      title="За нас"
      text={<Text />}
      content={
        <div className="mx-auto lg:max-w-2xl">
          <div className="relative w-full transition-shadow duration-300 hover:shadow-xl">
            <img
              className="object-cover w-full h-56 rounded shadow-lg sm:h-64 md:h-80 lg:h-96"
              src="/images/DSC09847.JPG"
              alt=""
            />
          </div>
        </div>
      }
    />
  );
}
